Repository: Nigel2392/wagtail_fedit
Catalog: wagtail_fedit/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Edit block %(block_label)s for %(model_name)s '%(model_string)s'
nl: Bewerk blok %(block_label)s voor %(model_name)s '%(model_string)s'

source: Edit model '%(instance_string)s' for %(model_name)s '%(model_string)s'
nl: Bewerk model %(instance_string)s voor %(model_name)s '%(model_string)s'

source: Edit field '%(field_name)s' for %(model_name)s '%(model_string)s'
nl: Bewerk veld %(field_name)s voor %(model_name)s' %(model_string)s'

source: You must publish %(model)s and the related object of type %(related_verbose_name)s (%(related_model)s) to make any changes visible.
nl: U moet %(model)s en het gerelateerde object van het type %(related_verbose_name)s (%(related_model)s) publiceren om wijzigingen zichtbaar te maken.

source: Publishing related object required.
nl: Publicatie van gerelateerd object vereist.

source: The object you are editing supports drafts.
nl: Het object dat u bewerkt ondersteunt concepten.

source: You must publish the related object of type %(type)s (%(model)s) to make any changes visible.
nl: U moet het gerelateerde object van het type %(type)s (%(model)s) publiceren om wijzigingen zichtbaar te maken.

source: This adapter is used for directly editing a model instance.
nl: Deze adapter wordt gebruikt voor het direct bewerken van een model.

source: Edit model %(type)s '%(instance_string)s'
nl: Bewerk model %(type)s '%(instance_string)s'

source: You do not have permission to view this page.
nl: U heeft geen toestemming om deze pagina te bekijken.

source: User does not have permission to {}
nl: Gebruiker heeft geen toestemming om {}

source: No workflow state found
nl: Geen workflowstatus gevonden

source: This object is locked - it cannot be acted upon.
nl: Dit object is vergrendeld - het kan niet worden bewerkt.

source: This object is not live
nl: Dit object is niet live

source: No action specified
nl: Geen actie opgegeven

source: Invalid action specified: {}
nl: Ongeldige actie opgegeven: {}

source: Model {} does not inherit from {}
nl: Model {} erft niet van {}

source: Object has no unpublished changes
nl: Object heeft geen ongepubliceerde wijzigingen

source: Model not found
nl: Model niet gevonden

source: Invalid {}
nl: Ongeldige {}

source: for object {}
nl: voor object {}

source: {} is required
nl: {} is vereist

source: View in Wagtail admin
nl: Bekijk in Wagtail admin

source: Move block down
nl: Verplaats blok omlaag

source: Move block up
nl: Verplaats blok omhoog

source: Are you sure you want to continue?
nl: Weet u zeker dat u wilt doorgaan?

source: Cancel
nl: Annuleren

source: Changes since last publish
nl: Wijzigingen sinds laatste publicatie

source: Action
nl: Actie

source: User
nl: Gebruiker

source: Date / Time
nl: Datum / Tijd

source: Comment
nl: Commentaar

source: Current draft
nl: Huidige concept

source: This object has more changes. <a href="%(view_more_url)s">View all changes.</a>
nl: Dit object heeft meer wijzigingen. <a href="%(view_more_url)s">Bekijk alle wijzigingen.</a>

source: Locked
nl: Vergrendeld

source: This object is locked
nl: Dit object is vergrendeld

source: You are still able to edit this object.
nl: U kunt dit object nog steeds bewerken.

source: This object is locked and cannot be edited.
nl: Dit object is vergrendeld en kan niet worden bewerkt.

source: Edit in Wagtail Admin
nl: Bewerk in Wagtail Admin

source: Save
nl: Opslaan

source: Close
nl: Sluiten

source: Frontend Editing
nl: Bewerken op frontend

source: View Live Page
nl: Bekijk live pagina

source: Revision Management
nl: Revisiebeheer

source: Validation Errors
nl: Validatiefouten

source: Publishing Required
nl: Publicatie vereist

source: You must publish %(model)s to make any changes visible.
nl: U moet %(model)s publiceren om wijzigingen zichtbaar te maken.

source: No Publishing Required
nl: Geen publicatie vereist

source: The object you are editing does not support drafts.
nl: Het object dat u bewerkt ondersteunt geen concepten.

source: You are not required to publish this object to make this change visible.
nl: U hoeft dit object niet te publiceren om deze wijziging zichtbaar te maken.

source: Edit %(type)s '%(model)s'
nl: Bewerk %(type)s '%(model)s'

source: view this page
nl: Bekijk deze pagina

source: Field name
nl: Veldnaam

source: field name
nl: veldnaam

source: edit this field
nl: bewerken van dit veld

source: Publish
nl: Publiceren

source: Publishing {} "{}"
nl: Publiceren van {} "{}"

source: About publishing
nl: Over publiceren

source: Publishing this object will make it visible to users on the site.
nl: Publicatie van dit object maakt het zichtbaar voor gebruikers op de site.

source: That means that any changes you make will be immediately visible to everyone.
nl: Dit betekent dat alle wijzigingen die u aanbrengt, onmiddellijk zichtbaar zijn voor iedereen.

source: You can always choose to unpublish it.
nl: U kunt er altijd voor kiezen om het te depubliceren.

source: publish
nl: publiceren

source: Unpublish
nl: Depubliceren

source: About unpublishing
nl: Over depubliceren

source: Unpublishing this object will make it invisible to users on the site.
nl: Depublicatie van dit object maakt het onzichtbaar voor gebruikers op de site.

source: That means that it will no longer be visible to anyone.
nl: Dat betekent dat het niet langer zichtbaar is voor iedereen.

source: You can always choose to publish it again.
nl: U kunt er altijd voor kiezen om het opnieuw te publiceren.

source: Unpublishing {} "{}"
nl: Depubliceren van {} "{}"

source: unpublish
nl: depubliceren

source: Submit for moderation
nl: Indienen voor moderatie

source: About submitting for moderation
nl: Over indienen voor moderatie

source: Submitting this object for moderation will make it invisible to users on the site.
nl: Het indienen van dit object voor moderatie maakt het onzichtbaar voor gebruikers op de site.

source: Submitting {} "{}" for moderation
nl: Indienen van {} "{}" voor moderatie

source: submit for moderation
nl: indienen voor moderatie

source: Cancel Workflow
nl: Workflow annuleren

source: About cancelling workflows
nl: Over het annuleren van workflows

source: Cancelling the workflow for this object will remove it from the moderation process.
nl: Het annuleren van de workflow voor dit object verwijdert het uit het moderatieproces.

source: You can always choose to submit it for moderation again.
nl: Je kunt er altijd voor kiezen om het opnieuw in te dienen voor moderatie.

source: Cancelling workflow for {} "{}"
nl: Workflow annuleren voor {} "{}"

source: cancel the workflow
nl: workflow te annuleren

source: model provided
nl: model verstrekt

source: Frontend Edit
nl: Bewerk op frontend

source: Edit Related
nl: Bewerk gerelateerd

source: Related Object Edited
nl: Gerelateerd object bewerkt

source: Field Changed (Frontend)
nl: Veld gewijzigd (Frontend)

source: A field was changed from the frontend
nl: Een veld is gewijzigd vanaf de frontend

source: Changed related '%(related)s' instance '%(instance)s' on field '%(field)s' (Frontend)
nl: Gerelateerde '%(related)s' instantie '%(instance)s' gewijzigd op veld '%(field)s' (Frontend)

source: Changed '%(field)s' from '%(old)s' to '%(new)s' (Frontend)
nl: Gewijzigd '%(field)s' van '%(old)s' naar '%(new)s' (Frontend)

source: Edit Field
nl: Bewerk veld

source: Model Changed (Frontend)
nl: Model gewijzigd (Frontend)

source: A model was changed from the frontend
nl: Een model is gewijzigd vanaf de frontend

source: Changed '%(model)s' (Frontend)
nl: Gewijzigd '%(model)s' (Frontend)

source: Block Changed (Frontend)
nl: Blok gewijzigd (Frontend)

source: A block was changed from the frontend
nl: Een blok is gewijzigd vanaf de frontend

source: Changed block "%(block)s" on field "%(field)s" (%(block_id)s, Frontend)
nl: Blok "%(block)s" gewijzigd op veld "%(field)s" (%(block_id)s, Frontend)

source: Block Moved (Frontend)
nl: Blok verplaatst (Frontend)

source: A block was moved from the frontend
nl: Een blok is verplaatst vanaf de frontend

source: Moved block on field (Frontend)
nl: Blok verplaatst op veld (Frontend)

source: Moved block "%(block)s" on field "%(field)s" %(direction)s (%(block_id)s, Frontend)
nl: Blok "%(block)s" verplaatst op veld "%(field)s" %(direction)s (%(block_id)s, Frontend)
